Repository: PavlaBerankova/CareerPathLog
Catalog: CareerPathLog/Localization/Localizable.xcstrings
Source language: cs
Languages: en

# Date of interview
source: Datum pohovoru
en: Date of Interview

# %lld days without response
source: %lld dní bez odpovědi
en: %lld days without response

source: 1. kolo
en: 1. round

# 1. round
source: 1. kolo
en: 1. round

# 1. round of interview
source: 1. kolo pohovoru
en: 1. round of interview

# 2. round
source: 2. kolo
en: 2. round

# 2. round of interview
source: 2. kolo pohovoru
en: 2. round of interview

# 3. round
source: 3. kolo
en: 3. round

# 3. round of interview
source: 3. kolo pohovoru
en: 3. round of interview

# accepted
source: pracovní nabídka
en: accepted

# Accepted
source: Nabídky
en: Accepted

# Add
source: Přidat
en: Add

# Add offer
source: Přidat záznam
en: Add offer

# Add record
source: Přidat záznam
en: Add record

# All
source: Vše
en: All

# All submitted CV
source: Oslovené firmy
en: All submitted CV

# Archive
source: Archiv
en: Archive

# archived
source: archivováno
en: archived

# Are you sure if you want to delete this job offer?
source: Opravdu chceš tento inzerát smazat?
en: Are you sure, if you want to delete this Job Offer?

# Back
source: Zpět
en: Back

# Cancel
source: Zrušit
en: Cancel

# Choose Language
source: Zvolte jazyk
en: Choose Language

# Choose type
source: Vyber typ
en: Choose type

# Choose Type
source: Vyber typ
en: Choose type

# company name
source: název firmy
en: company name

# Company name
source: Název firmy
en: Company name

# company name and job title
source: název firmy a název pozice
en: company name and job title

# Czech
source: Čeština
en: Czech

# Date of response
source: Datum odpovědi
en: Date of response

# Date of submitted CV
source: CV odesláno dne
en: Date of submitted CV

# Delete
source: Smazat
en: Delete

# Edit
source: Upravit
en: Edit

# Edit offer
source: Upravit záznam
en: Edit offer

# English
source: Angličtina
en: English

# Full text offer
source: Celý text inzerátu
en: Full text offer

# interview
source: pohovor
en: interview

# Interview
source: Pohovory
en: Interview

# Interviews
source: Pohovory
en: Interview

# Job level
source: Seniorita
en: Job level

# Job location
source: Lokalita
en: Location

# Job Offer was move to archive.
source: Inzerát byl archivován.
en: Job Offer was move to archive.

# Job Offer was remove from archive.
source: Inzerát byl odebrán z archivu.
en: Job Offer was remove from archive.

# job title
source: název pozice
en: job title

# Job title
source: Název pozice
en: Job title

# Language
source: Jazyk
en: Language

# Menu and Settings
source: Menu a nastavení
en: Menu and Settings

# Move to Archive
source: Archivovat
en: Move to Archive

# No response
source: Bez odpovědi
en: No response

# No Response
source: Bez odpovědi
en: No response

# Note is missing
source: Žádné poznámky
en: Note is missing

# Notes
source: Poznámky
en: Notes

# Notification
source: Upozornění
en: Notification

# Open URL
source: Přejít na inzerát
en: Open URL

# Profile
source: Profil
en: Profile

# rejected
source: zamítnuto
en: rejected

# Rejected
source: Zamítnuté
en: Rejected

# Remove from Archive
source: Odebrat z archivu
en: Remove from Archive

# Response
source: Odpověď
en: Response

# Salary
source: Mzda / plat
en: Salary

# Save
source: Uložit
en: Save

# Selection language
source: Vybrat jazyk
en: Selection language

# Show fulltext offer
source: Celý text inzerátu
en: Full text offer

# Show notes
source: Zobrazit poznámky
en: Notes

# Statistics
source: Statistiky
en: Statistics

# StatusPicker - accepted
source: pracovní nabídka
en: accepted

# StatusPicker - interview
source: pozvání na pohovor
en: interview

# StatusPicker - no response
source: bez odpovědi
en: no response

# StatusPicker - rejected
source: zamítnuto
en: rejected

# Text offer is missing
source: Text inzerátu chybí
en: Text offer is missing

# Type of response
source: Typ odpovědi
en: Type of response

# Types of Employment
source: Typ úvazku
en: Types of Employment

# Update
source: Aktualizovat
en: Update

# URL offer
source: URL inzerátu
en: URL offer

# URL offer is missing
source: URL inzerátu chybí
en: URL offer is missing

# Working arrangements
source: Typ spolupráce
en: Working arrangements

# You must fill %@ field.
source: Musíš vyplnit %@.
en: You must fill %@ field.

# You must fill Company name and Job title field.
source: Musíš vyplnit název firmy a název pozice.
en: You must fill Company name and Job title field.

# You must fill Company name field.
source: Musíš vyplnit název firmy.
en: You must fill Company name field.

# You must fill Job title field.
source: Musíš vyplnit název pozice.
en: You must fill Job title field.
